Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/AppMessages.resw
Source language: en
Languages: ar, es, fr, id, it, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# AM_SelectFolderFailed
source: Failed to select folder. Please, try again or select another folder: [{0}]
ar: فشل اختيار المجلد. يرجى إعادة المحاولة او اختيار مجلد اخر: [{0}]
es: No se ha podido seleccionar la carpeta. Inténtalo de nuevo o selecciona otra carpeta: [{0}]
fr: Échec de sélection du dossier. Veuillez ressayer ou sélectionner un autre dossier : [{0}
id: Gagal memilih folder. Silakan, coba lagi atau pilih folder lain: [{0}]
it: Selezione della cartella fallita. Per favore, riprova o seleziona un'altra cartella: [{0}]
ko: 폴더 선택 실패. 다시 시도하거나 다른 폴더를 선택하세요: [{0}]
nl: Mislukt om map te selecteren. Probeer nogmaals of selecteer een andere map: [{0}]
pl: Wybranie katalogu nie powiodło się. Spróbuj ponownie i wybierz inny katalog: [{0}]
pt_br: Não foi possível selecionar a pasta. Por favor, tente novamente ou selecione outra pasta: [{0}]
ro: Eșec la selectarea folderului. Te rugăm să încerci din nou sau selectează alt folder: [{0}]
ru: Не удалось выбрать папку. Попробуйте ещё раз или выберите другую папку: [{0}]
th: ไม่สามารถเลือกโฟลเดอร์ กรุณาลองอีกครั้งหรือเลือกโฟลเดอร์อื่น: [{0}]
tr: Klasör seçilemedi. Lütfen tekrar deneyin veya başka klasör seçin: [{0}]
vi: Không chọn được thư mục vừa yêu cầu. Xin thử lại hoặc chọn thư mục khác: [{0}]
zh_hans: 无法选择文件夹。请重试或选择其他文件夹：[{0}]
zh_hant: 無法選擇資料夾。請再試一次或選擇其他資料夾：[{0}]

# AM_SelectFolderFailed_Title
source: Select folder failed
ar: فشل تحديد المجلد
es: Error al seleccionar carpeta
fr: Échec de sélection du dossier
id: Pilih folder gagal
it: Selezione della cartella non riuscita
ko: 실패한 폴더 선택
nl: Selecteren van map is mislukt
pl: Wybór katalogu nie powiódł się
pt_br: Seleção de pastas falhou
ro: Selectarea folderului a eșuat
ru: Не удалось выбрать папку
th: เลือกโฟลเดอร์ไม่สำเร็จ
tr: Klasör seç başarısız oldu
vi: Không chọn được thư mục
zh_hans: 选择文件夹失败
zh_hant: 選擇資料夾失敗

# AM_DowloadPathUnauthorizedAccess
source: You don’t have access to the selected download path. Please select a different download path and try again.
ar: ليس لديك الإذن بالدخول لمسار التحميل المحدد.الرجاء اختيار مسار تحميل مختلف والمحاولة مرة أخرى.
es: No tienes acceso a la ruta de descarga seleccionada. Por favor, selecciona otra y prueba de nuevo.
fr: Vous n'avez pas accès au chemin de téléchargement sélectionné. Veuillez en sélectionner un autre et ressayer.
id: Anda tidak memiliki akses ke download path yang terpilih. Harap pilih download path yang berbeda dan coba kembali.
it: Non hai accesso al percorso di download selezionato. Per favore, seleziona un percorso di download differente e riprova.
ko: 선택한 다운로드 경로에 접근 권한이 없습니다. 다른 다운로드 경로를 선택하고 다시 시도하세요.
nl: U heeft geen toegang tot de geselecteerde download. Selecteer alstublieft een andere manier om te downloaden en probeer het opnieuw.
pl: Nie masz dostępu do wskazanego katalogu. Wybierz inny katalog i spróbuj ponownie.
pt_br: Você não possui acesso ao destino de download selecionado. Por favor, selecione outro destino de download ou tente novamente.
ro: Nu ai acces la calea de descărcare selectată. Te rugăm să selectezi o cale de descărcare diferită și să încerci din nou.
ru: У вас нет доступа к выбранному пути загрузки. Пожалуйста, выберите иной путь и попробуйте снова.
th: คุณไม่สามารถเข้าถึงเส้นทางดาวน์โหลดตามที่เลือกได้ กรุณาเลือกเส้นทางดาวน์โหลดอื่นและลองใหม่อีกครั้ง
tr: Seçilen indirme dizinine erişiminiz yok. Lütfen başka bir dizin seçin ve tekrar deneyin.
vi: Bạn không có quyền hạn để truy cập tới vùng tải về này. Xin chọn và thử vùng tải về khác hoặc thử lại.
zh_hans: 你无权取得您所选择的下载路径资料。请选择其他不同的下载路径，然后再试一次。
zh_hant: 你無權取得您所選擇的下載路徑資料。請選擇其他不同的下載路徑，然後再試一次。

# AM_DowloadPathUnauthorizedAccess_Title
source: Unauthorized access
ar: دخول غير مرخص
es: Acceso no autorizado
fr: Accès non autorisé
id: Akses tidak sah
it: Accesso non autorizzato
ko: 승인되지 않은 접근
nl: ongeautoriseerde toegang
pl: Nie autoryzowany dostęp
pt_br: Acesso não autorizado
ro: Acces neautorizat
ru: Несанкционированный доступ
th: ไม่ได้รับอนุญาตให้เข้าถึง
tr: İzinsiz erişim
vi: Truy cập trái phép
zh_hans: 访问未获授权
zh_hant: 訪問未獲授權

# AM_FolderUnauthorizedAccess
source: You don’t have access to the path ‘{0}’. Please select another one and try again.
ar: لا توجد لديك الصلاحية للولوج الى المسار ‘{0}’. يرجى اختيار مسار اخر وإعادة المحاولة.
es: No tienes acceso a la ruta '{0}'. Por favor selecciona otra e inténtalo de nuevo.
fr: Vous n’avez pas accès au chemin '{0}'. Veuillez en sélectionner un autre et ressayer.
id: Anda tidak memiliki akses ke jalur '{0}'. Silakan pilih yang lain dan coba lagi.
it: Non hai il permesso di accedere al percorso '{0}'. Per favore, seleziona un altro percorso e riprova.
ko: 경로 '{0}'에 접근할 권한이 없습니다. 다른 것을 선택하고 다시 시도하세요.
nl: U heeft geen toegang tot het pad naar '{0}'. Selecteer een andere en probeer nogmaals.
pl: Nie masz uprawnień do ścieżki '{0}'. Wybierz inna i spróbuj ponownie.
pt_br: Você não tem acesso a '{0}'. Por favor, selecione outro e tente novamente.
ro: Nu ai acces la calea ‘{0}’. Te rugăm să selectezi alta și încearcă din nou.
ru: У вас нет доступа в пути '{0}'. Выберите другой или попробуйте ещё раз.
th: คุณไม่มีสิทธิ์เข้าถึงเส้นทาง '{0}' กรุณาเลือกอีกเส้นทางอื่นและลองอีกครั้ง
tr: '{0}' dizinine erişiminiz yok. Lütfen başka bir dizin seçin ve tekrar deneyin.
vi: Bạn không có quyền hạn để truy cập vào vùng ‘{0}’. Xin chọn cái khác và thử lại.
zh_hans: 您无权访问路径“{0}”。请选择另一个，然后重试。
zh_hant: 您無權存取路徑‘{0}’。請選擇另一個檔案或資料夾，然後重試。

# AM_InvalidFileName
source: The name of the file ‘{0}’ is not valid or has illegal characters. Please change it and try again.
ar: اسم الملف '{0}' غير متوفر أو لديه رموز غير مسموح بها، الرجاء تغيير الاسم ثم المحاولة ثانية.
es: El nombre del archivo '{0}' no es válido o tiene caracteres incorrectos. Por favor cámbialo e inténtalo de nuevo.
fr: Le nom du fichier '{0}' est invalide ou comprend des caractères non autorisés. Veuillez le changer et ressayer.
id: Nama file '{0}' salah atau memiliki karakter illegal. Harap ubah dan coba kembali.
it: Il nome del file '{0}' non è valido o contiene caratteri non autorizzati. Per favore, cambialo e riprova.
ko: 파일명 '{0}'은/는 유효하지 않거나 금지된 문자가 있습니다. 바꾸고 다시 시도하세요.
nl: De naam van het bestand '{0}' is niet geldig of heeft ongeldige tekens. Verander het alstublieft en probeer het opnieuw.
pl: Nazwa pliku '{0}' nie jest prawidłowa lub zawiera zabronione znaki. Zmień i spróbuj ponownie.
pt_br: O nome do arquivo '{0}' não é válido ou tem caracteres ilegais. Por favor, altere-o e tente novamente.
ro: Numele fișierului '{0}' nu este valid sau are caractere ilegale. Te rugăm să îl schimbi și să încerci din nou.
ru: Название файла '{0}' недействительно или содержит недопустимые символы. Пожалуйста, измените его и попробуйте снова.
th: ชื่อไฟล์ '{0}' ไม่ถูกต้องหรือมีอักขระที่ไม่ถูกต้อง กรุณาเปลี่ยนใหม่และลองอีกครั้ง
tr: '{0}' dosyanın adı geçersiz veya yasadışı karakter içermekte. Lütfen değiştirip tekrar deneyin.
vi: Tên đặt cho tệp tin '{0}' không được chấp nhận hoặc do có sử dụng các ký tự không hợp lệ. Xin thay đổi rồi thử lại.
zh_hans: 文件名称'{0}' 无效，或有不可使用的符号。请于更改后重试。
zh_hant: 檔案名稱 '{0}' 無效，或有不可使用的符號。請於更改後重試。

# AM_InvalidFolderNameOrPath
source: The name or path of the folder ‘{0}’ is not valid or has illegal characters. Please change it and try again.
ar: اسم مسار المجلد '{0}' غير متوفر أو يحتوي على عناصر غير مسموح بها، الرجاء تغيير الاسم والمحاولة ثانية.
es: El nombre o la ruta de la carpeta '{0}' no son válidos o tienen caracteres incorrectos. Por favor, cámbialo e inténtalo de nuevo.
fr: Le nom ou le chemin du dossier '{0}' est invalide ou comprend des caractères non autorisés. Veuillez le changer et ressayer.
id: Nama atau path dari folder '{0}' salah atau memiliki karakter illegal. Harap ubah dan coba kembali.
it: Il nome del/la file/cartella '{0}' non è valido o contiene caratteri non autorizzati. Per favore, cambialo e riprova.
ko: 폴더명 또는 경로 '{0}'은/는 유효하지 않거나 금지된 문자가 있습니다. 바꾸고 다시 시도하세요.
nl: De naam of het pad van folder '{0}' is niet geldig. Wijzig deze a.u.b. en probeer opnieuw.
pl: Nazwa ścieżki lub katalogu '{0}' nie jest prawidłowa lub zawiera zabronione znaki. Zmień i spróbuj ponownie.
pt_br: O nome ou o caminho da pasta '{0}' não é válido ou inclui caracteres ilegais. Por favor, altere-o e tente novamente.
ro: Numele căii sau folderului '{0}' nu este valid sau are caractere ilegale. Te rugăm să îl schimbi și să încerci din nou.
ru: Название или путь к папке '{0}' недействителен или содержит недопустимые символы. Пожалуйста, измените его и попробуйте снова.
th: ชื่อหรือเส้นทางของโฟลเดอร์ '{0}' ไม่ถูกต้องหรือมีอักขระที่ไม่ถูกต้อง กรุณาเปลี่ยนและลองใหม่อีกครั้ง
tr: '{0}' klasörünün yolu veya adı geçersiz veya yasadışı karakter içermekte. Lütfen değiştirip tekrar deneyin.
vi: Tên hoặc đường dẫn đến thư mục '{0}' không hợp lệ hoặc có chứa các ký tự đặc biệt. Xin vui lòng chỉnh sửa và thử lại sau.
zh_hans: 文件夹'{0}' 的名称或路径无效，或有不可用的符号。请于更改后再重试。
zh_hant: 資料夾 '{0}' 的名稱或路徑無效，或有不可用的符號。請於更改後再重試。

# AM_PathTooLong
source: The path of the file/folder ‘{0}’ is too long. Please change it and try again.
ar: مسار الملف/المجلد '{0}' طويل جدا. الرجاء تغييره ثم المحاولة ثانية
es: La ruta del archivo o carpeta '{0}' es demasiado larga. Por favor cámbiela e inténtelo de nuevo.
fr: Le chemin du fichier/dossier '{0}' est trop long. Veuillez le changer et ressayer.
id: Path file/folder '{0}' terlalu panjang. Harap ubah dan coba kembali.
it: Il percorso del/la file/cartella '{0}' è troppo lungo. Per favore, cambialo e riprova.
ko: 파일/폴더의 경로 '{0}'은/는 너무 깁니다. 바꾸고 다시 시도하세요.
nl: Het pad van bestand/folder '{0}' is te lang. Wijzig deze a.u.b. en probeer opnieuw.
pl: Ścieżka pliku/katalogu '{0}' jest za długa. Wybierz inną i spróbuj ponownie.
pt_br: O caminho do arquivo/pasta '{0}' é muito longo. Por favor, altere-o e tente novamente.
ro: Calea fișierului/folderului '{0}' este prea lungă. Te rugăm să o schimbi și să încerci din nou.
ru: Путь к файлу/папке '{0}' слишком длинный. Пожалуйста, измените его и попробуйте снова.
th: เส้นทางของไฟล์/โฟลเดอร์ '{0}' ยาวเกินไป กรุณาเปลี่ยนเส้นทางและลองใหม่อีกครั้ง
tr: Dosya/klasör yolu '{0}' çok uzun. Lütfen değiştirin ve tekrar deneyin.
vi: Đường dẫn tới tệp tin / thư mục '{0}' quá dài. Xin vong lòng chỉnh sửa rồi thử lại.
zh_hans: 文件/文件夹'{0}' 之路径过长。请于修改后重试。
zh_hant: 檔案/資料夾 '{0}' 之路徑過長。請於修改後重試。

# AM_SelectFolderFailedNoErrorCode
source: Failed to select the folder. Please try again or select another folder.
ar: فشل تحديد المجلد. يرجى المحاولة مرة أخرى أو اختيار مجلد آخر.
es: No se pudo seleccionar la carpeta. Por favor inténtelo de nuevo o seleccione otra carpeta.
fr: Échec de sélection du dossier. Veuillez ressayer ou sélectionner un autre dossier.
id: Gagal memilih folder. Harap coba kembali dan pilih folder lain.
it: Selezione della cartella fallita. Per favore, prova di nuovo o seleziona un'altra cartella.
ko: 폴더 선택을 실패하였습니다. 다시 시도하거나 다른 폴더를 선택하세요.
nl: Selecteren van map is mislukt. Probeer alstublieft opnieuw of selecteer een andere map.
pl: Wybór katalogu nie powiódł się. Spróbuj ponownie i wybierz inny katalog.
pt_br: Erro ao selecionar a pasta. Por favor tente de novo ou escolha outra pasta.
ro: Eșec la selectarea folderului. Te rugăm să încerci din nou sau să selectezi un alt folder.
ru: Не удалось выбрать папку. Пожалуйста, попробуйте снова или выберите другую папку.
th: ไม่สามารถเลือกโฟลเดอร์ได้ กรุณาลองใหม่หรือเลือกโฟลเดอร์อื่น
tr: Klasör seçilemedi. Tekrar deneyin ya da başka bir klasör seçin.
vi: Lựa chọn thư mục không thành công. Xin thử lại hoặc chọn một thư mục khác.
zh_hans: 没有已选的文件夹。请重试或选择其他文件夹。
zh_hant: 沒有已選的資料夾。請重試或選擇其他資料夾。

# AM_CancelDownloadsQuestion
source: Are you sure you want to cancel all the pending downloads?
ar: هل تريد بالتأكيد إلغاء جميع عمليات التحميل المعلقة؟
es: ¿Seguro que quieres cancelar todas las descargas pendientes?
fr: Voulez-vous vraiment annuler tous les téléchargements en attente ?
id: Yakin ingin membatalkan semua unduhan yang tertunda?
it: Sei sicuro di voler annullare tutti i download in attesa?
ko: 모든 대기중인 다운로드를 취소하시겠습니까?
nl: Weet u zeker dat u alle wachtende downloads wilt annuleren?
pl: Czy na pewno chcesz anulować wszystkie oczekujące pobrania?
pt_br: Tem certeza de que deseja cancelar todos os downloads pendentes?
ro: Sigur vrei să anulezi toate descărcările în așteptare?
ru: Действительно отменить загрузки из облака в очереди?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกดาวน์โหลดที่รอดำเนินการทั้งหมด
tr: Tüm bekleyen indirmeleri sonlandırmak istediğinize emin misiniz?
vi: Bạn có chắc muốn hủy tất cả các phiên truyền tải xuống đang chờ đợi?
zh_hans: 您确定要取消所有待处理的下载文件吗？
zh_hant: 您確定要取消所有待處理的下載檔案嗎？

# AM_CancelSingleDownloadQuestion
source: Are you sure you want to cancel the selected download?
ar: يرجى التأكيد، هل تريد الغاء عملية التنزيل المحددة؟
es: ¿Seguro que quieres cancelar la descarga seleccionada?
fr: Voulez-vous vraiment annuler le téléchargement sélectionné ?
id: Anda yakin ingin membatalkan unduhan yang dipilih?
it: Sei sicuro di voler annullare il down selezionato?
ko: 선택한 다운로드를 취소하시겠습니까?
nl: Weet u zeker dat u de geselecteerde download wilt annuleren?
pl: Czy na pewno chcesz anulowane wybrane pobieranie?
pt_br: Você tem certeza de que quer cancelar o download selecionado?
ro: Sigur vrei să anulezi descărcarea selectată?
ru: Отменить выбранные скачивания?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการดาวน์โหลดที่เลือก
tr: Seçilen indirmeyi iptal etmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn hủy phiên tải xuống đang chọn này hay không?
zh_hans: 是否取消所选下载？
zh_hant: 您確定要取消您已選擇的下載檔案嗎？

# AM_CancelSingleUploadQuestion
source: Are you sure you want to cancel the selected upload?
ar: يرجى التأكيد، هل تريد الغاء عملية الترفيع المحددة؟
es: ¿Seguro que quieres cancelar la subida seleccionada?
fr: Voulez-vous vraiment annuler le téléversement sélectionné ?
id: Anda yakin ingin membatalkan unggahan yang dipilih?
it: Sei sicuro di voler annullare l'upload selezionato?
ko: 선택한 업로드를 취소하시겠습니까?
nl: Weet u zeker dat u de geselecteerde upload wilt annuleren?
pl: Czy na pewno chcesz anulować wybrane wgrywanie?
pt_br: Você tem certeza de que quer cancelar o upload selecionado?
ro: Sigur vrei să anulezi încărcarea selectată?
ru: Отменить выбранные загрузки?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการอัปโหลดที่เลือก
tr: Seçilen yüklemeyi iptal etmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn hủy phiên tải lên đang chọn này hay không?
zh_hans: 是否取消选定的上传？
zh_hant: 您確定要取消您已選擇的上傳檔案嗎？

# AM_CancelUploadsQuestion
source: Are you sure you want to cancel all the pending uploads?
ar: هل تريد بالتأكيد إلغاء جميع عمليات الرفع المعلقة؟
es: ¿Seguro que quieres cancelar todas las subidas pendientes?
fr: Voulez-vous vraiment annuler tous les téléversements en attente ?
id: Yakin ingin membatalkan semua unggahan yang tertunda?
it: Sei sicuro di voler annullare tutti gli upload in attesa?
ko: 모든 대기중인 업로드를 취소하시겠습니까?
nl: Weet u zeker dat u alle wachtende uploads wilt annuleren?
pl: Czy na pewno chcesz anulować wszystkie oczekujące wgrania?
pt_br: Tem certeza de que deseja cancelar todos os envios pendentes?
ro: Sigur vrei să anulezi toate încărcările în așteptare?
ru: Действительно отменить загрузки в облако в очереди?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกอัปโหลดที่รอดำเนินการทั้งหมด
tr: Tüm bekleyen yüklemeleri sonlandırmak istediğinize emin misiniz?
vi: Bạn có chắc muốn hủy tất cả các phiên truyền tải tên đang chờ đợi?
zh_hans: 您确定要取消所有待处理的上传文件吗？
zh_hant: 您確定要取消所有待處理的上傳檔案嗎？

# AM_MultiMoveToRubbishBinQuestion
source: Are you sure you want to move {0} items to the rubbish bin?
ar: هل أنت متأكد أنك تريد نقل البنودعناصر {0} الي سلة المهملات؟
es: ¿Estás seguro de que quieres mover {0} elementos a la papelera?
fr: Voulez-vous vraiment déplacer {0} éléments vers la corbeille ?
id: Anda yakin ingin memindahkan {0} item ke Sampah?
it: Sei sicuro di spostare {0} elementi nel Cestino?
ko: {0}개의 항목을 휴지통으로 이동할까요?
nl: Weet u zeker dat u {0} artikelen wilt verplaatsen naar prullenbak?
pl: Czy na pewno chcesz przenieść do kosza {0} elementów?
pt_br: Tem certeza que você deseja mover {0} itens a lixeira?
ro: Sigur vrei să muți {0} elemente în coșul de gunoi?
ru: Действительно отправить {0} элементов в корзину?
th: คุณแน่ใจหรือว่าต้องการที่จะย้ายรายการ {0} ไปถังขยะ
tr: {0} öğeyei çöp kutusuna taşımak istediğinizden emin misiniz?
vi: Bạn có muốn chuyển {0} mục này vào thùng rác không?
zh_hans: 您确定要将{0}个项目移至垃圾箱吗？
zh_hant: 您確定要將 {0}個項目移至垃圾箱嗎？

# AM_MultiMoveToRubbishBinSucces
source: {0} items moved to the rubbish bin
ar: تم نقل {0} بنود الي سلة المهملات
es: {0} elementos movidos a la papelera.
fr: {0} éléments déplacés vers la corbeille
id: {0} item dipindahkan ke Sampah
it: {0} elementi spostati nel cestino
ko: {0}개의 항목이 휴지통으로 이동되었습니다
nl: {0} Artikelen verplaatst naar prullenbak
pl: {0} elementów przeniesionych zostało do kosza
pt_br: {0} itens movidos para a lixeira
ro: {0} elemente mutate în coșul de gunoi
ru: {0} элементов отправлено в корзину
th: {0} รายการถูกย้ายไปถังขยะแล้ว
tr: {0} öğe çöp kutusuna taşındı
vi: Đã dời {0} Mục vào thùng rác
zh_hans: 已移动{0}个文件至垃圾桶
zh_hant: 已移動 {0}個檔案至垃圾桶

# AM_MultiMoveToRubbishBinSucces_Title
source: Items moved
ar: تم نقل البنود
es: Elementos movidos
fr: Éléments déplacés
id: Item dipindahkan
it: Files spostati
ko: 항목이 이동됨
nl: Items verplaatst
pl: Elementy przeniesione
pt_br: Itens movidos
ro: Elemente mutate
ru: Элементы перемещены
th: ย้ายรายการแล้ว
tr: Öğe taşındı
vi: Đã di chuyển tệp tin
zh_hans: 项目已移动
zh_hant: 項目已移动

# AM_MultiRemoveSucces
source: {0} items removed
ar: تم حذف {0} بنود
es: {0} elementos eliminados.
fr: {0} éléments supprimés
id: {0} item dibuang
it: {0} elementi rimossi
ko: {0}개의 항목이 제거됨
nl: {0} artikelen verwijderd
pl: {0} elementów usunięto
pt_br: {0} itens removidos
ro: {0} elemente eliminate
ru: {0} элементов удалено
th: {0} รายการถูกย้ายแล้ว
tr: {0} Öğe kaldırıldı
vi: {0} Mục đã bị xóa
zh_hans: 已移除{0}个项目
zh_hant: 已移除 {0}個項目

# AM_MultiRemoveSucces_Title
source: Items removed
ar: تم حذف البنود
es: Elementos eliminados
fr: Les éléments ont été supprimés
id: Item dibuang
it: Elementi rimossi
ko: 항목 제거됨
nl: Bestanden verwijderd
pl: Elementy zostały usunięte
pt_br: Itens removidos
ro: Elemente eliminate
ru: Элементы удалены
th: รายการถูกย้ายแล้ว
tr: Öğeler kaldırıldı
vi: Đã xóa
zh_hans: 项目已移除
zh_hant: 項目已移除

# AM_MultiSelectRemoveQuestion
source: Are you sure you want to remove {0} items?
ar: هل أنت متأكد أنك تريد إزالة البند {0} ؟
es: ¿Estás seguro de que quieres eliminar {0} elementos?
fr: Voulez-vous vraiment supprimer {0} éléments ?
id: Anda yakin ingin membuang {0} item?
it: Sei sicuro di voler rimuovere {0} elementi?
ko: {0}개의 항목을 제거하시겠습니까?
nl: Weet u zeker dat u {0} artikelen wilt verwijderen?
pl: Czy na pewno chcesz usunąć {0} elementów?
pt_br: Tem certeza que você deseja remover {0} itens?
ro: Sigur vrei să elimini {0} elemente?
ru: Действительно удалить {0} элементов?
th: คุณแน่ใจหรือว่าต้องการลบรายการ {0} นี้
tr: {0} öğeyi kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa {0} mục này không?
zh_hans: 您确定要移除{0}个项目吗？
zh_hant: 您確定要移除 {0}個項目嗎？

# AM_MultiSelectRemoveQuestion_Title
source: Remove items?
ar: حذف البنود؟
es: ¿Eliminar elementos?
fr: Supprimer les éléments ?
id: Buang item?
it: Rimuovere elementi?
ko: 항목을 제거하시겠습니까?
nl: Bestanden verwijderen?
pl: Usunąć elementy?
pt_br: Remover itens?
ro: Elimini elementele?
ru: Удалить элементы
th: ลบรายการใช่หรือไม่
tr: Öğeler kaldırılsın mı?
vi: Xoá bỏ?
zh_hans: 要移除这些项目吗？
zh_hant: 要移除這些項目嗎？

# AM_CreateDownloadPathError
source: The download path doesn’t exist and an error occurred trying to create it. Please try again and if you continue getting the error contact us at support@mega.nz. [{0}]
ar: المسار المحدد للتنزيل غير موجود وحدثت مشكلة اثناء محاولة انشائه. يرجى إعادة المحاولة وفي حال استمرار المشكلة يرجى الاتصال مع فريق الدعم support@mega.nz [{0}]
fr: Le chemin de téléchargement n’existe pas et une erreur est survenue en tentant de le créer. Veuillez ressayer et si vous recevez encore l’erreur, contactez support@mega.nz. [{0}]
id: Jalur unduhan tidak ada dan kesalahan terjadi saat mencoba membuatnya. Silakan coba lagi dan jika Anda terus mendapatkan kesalahan, hubungi kami di support@mega.nz. [{0}]
it: Il percorso di download non esiste e un errore è stato riscontrato durante la sua creazione. Per favore, riprova e se continui ad avere l'errore contatta support@mega.nz. [{0}]
ko: 다운로드 경로가 존재하지 않고 생성을 시도하던 중 오류가 발생하였습니다. 다시 시도하시고 오류가 계속되면 support@mega.nz를 통해 우리에게 연락하세요. [{0}]
nl: Het download pad bestaat niet en een fout heeft opgetreden tijdens het creëren ervan. Probeer het nogmaals en als u nog steeds dezelfde fout krijgt neem dan contact op bij support@mega.nz. [{0}]
pl: Pobierany plik nie istnieje i pojawił się błąd. Spróbuj ponownie i w przypadku pojawiania się blędu skontaktuj się z nami support@mega.nz. [{0}]
pt_br: O destino de download não existe e ocorreu um erro ao tentar criá-lo. Por favor, tente novamente e, se o problema persistir, entre em contato com support@mega.nz. [{0}]
ro: Calea de descărcare nu există și a apărut o eroare în încercarea de a o crea. Te rugăm să încerci din nou, iar dacă continui să primești eroarea, contactează-ne la adresa support@mega.nz. [{0}]
ru: Путь для скачивания не существует или произошла ошибка при его создании. Пожалуйста, попробуйте ещё раз. Если ошибка повторится, свяжитесь с support@mega.nz. [{0}]
th: เส้นทางการดาวน์โหลดไม่มีอยู่และมีข้อผิดพลาดเกิดขึ้นในการสร้างเส้นทาง กรุณาลองใหม่อีกครั้ง ถ้ายังเกิดข้อผิดพลาดอีก ให้ติดต่อ support@mega.nz [{0}]
tr: İndirme dizini mevcut değil ve yaratılırken hata oluştu. Lütfen tekrar deneyiniz eğer sorun devam eder ise support@mega.nz ile iletişime geçin. [{0}]
vi: Vị trí đã chọn để cho phiên tải về không tồn tại và phát sinh lỗi khi tạo đường dẫn tới vị trí đó. Xin thử lại và nếu lỗi vẫn phát sinh, xin liên lạc với chúng tôi tại support@mega.nz. [{0}]
zh_hans: 下载路径不存在且尝试创建它时发生错误。 请再试一次，如果还发生错误，请通过support@mega.nz与我们联系。[{0}]
zh_hant: 下載路徑不存在，且嘗試創建此路徑時發生錯誤。 請再試一次，如果您持續收到錯誤訊息，請寄信至support@mega.nz與我們聯繫。[{0}]

# AM_DownloadPathUnknownError
source: Unknown error in the download path. Please try again and if the problem persists contact support@mega.nz. [{0}]
ar: حدث خطأ في مسار التنزيل. يرجى إعادة المحاولة وفي حال استمرار المشكلة يرجى الاتصال مع support@mega.nz [{0}]
fr: Il existe une erreur inconnue dans le chemin de téléchargement. Veuillez ressayer et si le problème persiste, contacter support@mega.nz. [{0}]
id: Kesalahan tidak dikenal di jalur unduhan. Silakan coba lagi dan jika masalah berlanjut, hubungi support@mega.nz. [{0}]
it: Errore sconosciuto nel percorso di download. Per favore, riprova e se il problema persiste contatta support@mega.nz. [{0}]
ko: 다운로드 경로에 알수 없는 오류가 발생하였습니다. 만약 문제가 지속되면 support@mega.nz로 연락하세요. [{0}]
nl: Onbekende fout in het download pad. Probeer nogmaals en als het probleem aanhoud neem dan contact op met support@mega.nz. [{0}]
pl: Wystąpił nieznany błąd. Spróbij ponownie lub skontaktuj się z support@mega.nz. [{0}]
pt_br: Erro desconhecido no destino de download. Por favor, tente novamente e, se o problema persistir, entre em contato com support@mega.nz. [{0}]
ro: Eroare necunoscută în calea de descărcare. Te rugăm să încerci din nou, iar dacă problema persistă, contactează support@mega.nz. [{0}]
ru: Неизвестная ошибка в пути скачивания. Пожалуйста, попробуйте ещё раз. Если ошибка повторится, свяжитесь с support@mega.nz. [{0}]
th: ข้อผิดพลาดที่ไม่รู้จักในเส้นทางการดาวน์โหลด กรุณาลองอีกครั้งและหากปัญหายังคงมีอยู่ กรุณาติดต่อ support@mega.nz [{0}]
tr: İndirme dizininde bilinmeyen hata oluştu. Lütfen tekrar deneyin ve eğer sorun devam ederse support@mega.nz ile iletişime geçin. [{0}]
vi: Có một lỗi không xác định được xảy ra ở đường tải về. Xin thử lại, nếu lỗi vẫn cứ tiếp tục diễn ra, xin liên hệ support@mega.nz. [{0}]
zh_hans: 未知的下载路径错误。请再试一次，如果问题仍然存在，请联系support@mega.nz。[{0}]
zh_hant: 下載路徑中出現未知錯誤。請再試一次，如果問題依然存在，請聯繫support@mega.nz。[{0}]
